[
    {
        "title": "Sketchy Games Launcher", 
        "description": "Wir können euch endlich mitteilen, dass wir die Arbeit an der ersten veröffentlichten Version des Sketchy Games Launchers abgeschlossen haben. Der Launcher ist eine kleine Anwendung, die euch hift, eure Spiele und Softwares von uns auf dem neuesten Stand zu halten und neue zu installieren. Der Launcher ist seit dem 22.01.25 für Windows verfügbar und wird in Zukunft auch für MacOS verfügbar sein. Wir arbeiten derzeit an den letzten Funktionen und werden in den nächsten Wochen ein Update veröffentlichen. Bleibt dran für weitere Informationen.", 
        "image": "/res?f=heros/hero0 small.webp",
        "link": "/launcher"
    },
    {
        "title": "FriendlyFire", 
        "description": "FriendlyFire ist ein kleines Programm, dass momentan nur auf Windows läuft, aber bald auch auf MacOS zur verfügung stehen wird. Mit diesem Programm kannst du Dateien in Größe von 10GB an deine Feunde versenden. Dazu musst du nur deine Freunde im Programm hinzufügen und ihr beide müsst natürlich ein Sketch Company Account besitzen und euch vorher anmelden. Sobald du eine Datei erfolgreich an deine:n Freund:in gesendet hast, bekommt diese:r innerhalb von 30 Sekunden oder weniger eine Benachrichtigung zum Download. Nicht wie bei Google Drive, bei dem du deine Dateien erst wieder Freigeben musst. Mehr über die Features und das Programm kannst du <a href='/friendlyfire'>hier finden</a>.", 
        "image": "/res?f=heros/hero3.webp",
        "link": "/"
    },
    {
        "title": "2D Adventure One", 
        "description": "Unser erstes entwickelte Spiel basiert auf der Unity Engine und unterstüzt mehrere Welten, einen Koop Modus sowie ein Level Creator, indem ihr eure ganz eigenen Welten erstellen und danach veröffentlichen könnt. Das Spiel ist sehr anfällig für Bugs und Fehler, da es unser aller erstes je entwickelte Indie-Game 2D Platformer Spiel ist und wir keine Erfahrung mit Spielentwicklung hatten. Aus diesem Grund haben wir den Support für das Spiel schon vor längerer Zeit beendet und fokussieren uns auf unser neustes Spiel \"Quantum Drifter\". Ein 2D Action Sidescroller mit Multiplayer Funktion und coolen Kampftechniken!", 
        "image": "/res?f=heros/hero2 small.webp",
        "link": "/"
    }
]